---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures
source: html/4b2a4d9d-f77b-e466-e78a-df1ca741ec72.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures

Failures related to families.

## Syntax (C#)
```csharp
public static class FamilyFailures
```